Repository: securionpay/securionpay-ios
Catalog: SecurionPay/Library/Resources/Strings/*.lproj/Localizable.strings
Languages: bg, da, de, et, hu, lt, nl, ro, sk_sk

source: Add payment
bg: Добавяне на плащане
da: Tilføj betaling
de: Zahlung hinzufügen
et: Makse lisamine
hu: Fizetés hozzáadása
lt: Pridėti mokėjimą
nl: Betaling toevoegen
ro: Adaugă plata
sk_sk: Pridanie platby

source: Select amount
bg: Изберете сума
da: Vælg beløb
de: Betrag auswählen
et: Vali summa
hu: Az összeg kiválasztása
lt: Pasirinkite sumą
nl: Selecteer bedrag
ro: Selectează suma
sk_sk: Vyberte sumu

source: E-mail
bg: Електронна поща
lt: Elektroninis paštas

source: Card information
bg: Информация за картата
da: Kortoplysninger
de: Karteninformationen
et: Kaardi andmed
lt: Kortelės informacija
nl: Card informatie
ro: Informații despre card
sk_sk: Informácie o karte

source: Card number
bg: Номер на картата
da: Kortnummer
de: Kartennummer
et: Kaardi number
hu: Kártyaszám
lt: Kortelės numeris
nl: Card_nummer
ro: Numărul cardului
sk_sk: Číslo karty

# expiration
source: Expiration date
bg: Дата на изтичане на срока на валидност
da: Udløbsdato
de: Ablaufdatum
et: Aegumiskuupäev
hu: Az érvényességi idő
lt: Galiojimo data
nl: Vervaldatum
ro: Data de expirare
sk_sk: Dátum expirácie

# save_for_future_payments
source: Save this card for future payments
bg: Запазване на тази карта за бъдещи плащания
da: Spar dette kort til fremtidige betalinger
de: Speichern Sie diese Karte für zukünftige Zahlungen
et: Säilitada see kaart tulevaste maksete tegemiseks
hu: Mentse el ezt a kártyát jövőbeli fizetésekhez
lt: Pasilikti šią kortelę būsimiems mokėjimams
nl: Bewaar deze kaart voor toekomstige betalingen
ro: Salvează acest card pentru plăți viitoare
sk_sk: Uložiť túto kartu pre budúce platby

source: Enter payment data
bg: Въвеждане на данни за плащане
da: Indtast betalingsdata
de: Zahlungsdaten eingeben
hu: Fizetési adatok megadása
lt: Įveskite mokėjimo duomenis
nl: Voer betalingsgegevens in
ro: Introduceți datele de plată
sk_sk: Zadať platobné údaje

source: Confirm
bg: Потвърждаване
da: Bekræftelse
de: Bestätigen
et: Kinnita
hu: Megerősítés
lt: Patvirtinti
nl: Bevestigen
ro: Confirmă
sk_sk: Potvrdiť

source: Pay
bg: Плащане на
da: Betal
de: Bezahlen Sie
et: Maksa
hu: Fizessen
lt: Mokėti
nl: Betaal
sk_sk: Platba

source: User information
bg: Информация за потребителя
da: Brugeroplysninger
de: Benutzerinformationen
et: Kasutajate andmed
hu: A felhasználó adatai
lt: Vartotojo informacija
nl: Gebruikersinformatie
ro: Informații utilizator
sk_sk: Informácie o používateľovi

source: Unlock card details
bg: Отключване на данните за картата
da: Lås kortoplysninger op
de: Kartendaten freischalten
hu: Kártyaadatok feloldása
lt: Atrakinti kortelės duomenis
nl: De kaartgegevens ontgrendelen
ro: Deblochează detaliile cardului
sk_sk: Odomknúť údaje o karte

# sms_code_info
source: Enter the code we've just sent to your mobile phone
bg: Въведете кода, който току-що изпратихме на вашия мобилен телефон
da: Indtast den kode, vi netop har sendt til din mobiltelefon
de: Geben Sie den Code ein, den wir soeben an Ihr Mobiltelefon gesendet haben
et: Kirjutage kood, mille me just teie mobiiltelefonile saatsime
hu: Adja meg a kódot, amelyet az imént küldtünk a mobiltelefonjára
lt: Įveskite kodą, kurį ką tik išsiuntėme į jūsų mobilųjį telefoną
nl: Voer de code in die we zojuist naar uw mobiele telefoon hebben gestuurd
ro: Inscrieți codul pe care tocmai vi l-am trimis pe telefonul mobil
sk_sk: Vložte kód, ktorý sme práve poslali na váš mobilný telefón

source: Card
bg: Карта
da: Kort
de: Karte
hu: Kártya
lt: Kortelė
nl: Kaart
sk_sk: Karta

# no_code_info
source: Didn't get the code?
bg: Не получихте кода?
da: Har du ikke fået koden?
de: Haben Sie den Code nicht erhalten?
et: Koodi ei saanud?
hu: Nem kapta meg a kódot?
lt: Negavote kodo?
nl: Heeft u de code niet ontvangen?
ro: Nu ați primit codul?
sk_sk: Nedostali ste kód?

# invalid_email
source: email: Invalid e-mail address
bg: email: Невалиден електронен адрес.
da: email: Ugyldig emailadresse.
de: email: Ungültige E-Mail Adresse.
et: email: Vale e-posti aadress.
hu: email: Elérhetetlen e-mail cím.
lt: email: Neteisingas el. pašto adresas.
nl: email: Ongeldig e-mail adres.
ro: email: Adresa de e-mail invalidă.
sk_sk: email: Neplatná e-mailová adresa.

# unknown_error
source: Unknown error. Try again or contact support.
bg: Непозната грешка. Опитайте отново или се свържете с поддръжката.
da: Ukendt fejl. Prøv igen eller kontakt support.
de: Unbekannter Fehler. Versuchen Sie es erneut oder kontaktieren Sie den Support.
et: Tundmatu viga. Proovige uuesti või võtke ühendust klienditoega.
hu: Nem ismert hiba. Próbálja újra, vagy lépjen kapcsolatba az ügyfélszolgálattal.
lt: Nežinoma klaida. Pabandykite dar kartą arba kreipkitės į palaikymo tarnybą.
nl: Onbekende fout. Probeer het opnieuw of neem contact op met support.
ro: Eroare necunoscută. Încercați din nou sau contactați serviciul de asistență.
sk_sk: Neznáma chyba. Skúste to znova alebo kontaktujte podporu.

# invalid_number
source: The card number is not a valid credit card number.
bg: Номерът на картата не е валиден номер на карта.
da: Kortnummeret er ikke et gyldigt kortnummer.
de: Die Kartennummer ist keine gültige Kartennummer.
et: Kaardi number ei ole kehtiv kaardinumber.
hu: A kártyaszám nem érvényes kártyaszám.
lt: Kortelės numeris nėra galiojantis kortelės numeris.
nl: Het kaartnummer is geen geldig kaartnummer.
ro: Numărul cardului nu este un număr de card valid.
sk_sk: Číslo karty nie je platné číslo karty.

# invalid_expiry_month
source: The card's expiration month is invalid.
bg: Месецът на валидност на картата е невалиден.
da: Kortets udløbsmåned er ugyldig.
de: Der Verfallsmonat der Karte ist ungültig.
et: Kaardi aegumiskuu on kehtetu.
hu: A kártya lejárati hónapja érvénytelen.
lt: Kortelės galiojimo mėnuo negalioja.
nl: De vervalmaand van de kaart is ongeldig.
ro: Luna de expirare a cardului nu este validă.
sk_sk: Mesiac platnosti karty je neplatný.

# invalid_expiry_year
source: The card's expiration year is invalid.
bg: Година на валидност на картата е невалидна.
da: Kortets udløbsår er ugyldigt.
de: Das Verfallsjahr der Karte ist ungültig.
et: Kaardi kehtivusaasta on kehtetu.
hu: A kártya lejárati éve érvénytelen.
lt: Kortelės galiojimo metai negalioja.
nl: Het vervaljaar van de kaart is ongeldig.
ro: Anul de expirare al cardului nu este valabil.
sk_sk: Rok platnosti karty je neplatný.

# invalid_cvc
source: Your card's security code is invalid.
bg: Кодът за сигурност на вашата карта е невалиден.
da: Kortets sikkerhedskode er ugyldig.
de: Der Sicherheitscode Ihrer Karte ist ungültig.
et: Kaardi turvakood on kehtetu.
hu: A kártya biztonsági kódja érvénytelen.
lt: Kortelės saugumo kodas negalioja.
nl: De beveiligingscode van uw kaart is ongeldig.
ro: Codul de securitate al cardului dvs. nu este valid.
sk_sk: Bezpečnostný kód karty je neplatný.

# incorrect_cvc
source: The card's security code failed verification.
bg: Кодът за сигурност на картата не е успял да бъде проверен.
da: Kortets sikkerhedskode blev ikke verificeret.
de: Der Sicherheitscode der Karte wurde nicht überprüft.
et: Kaardi turvakoodi kontrollimine ebaõnnestus.
hu: A kártya biztonsági kódjának ellenőrzése sikertelen volt.
lt: Kortelės saugumo kodo nepavyko patikrinti.
nl: De beveiligingscode van de kaart is niet geverifieerd.
ro: Codul de securitate al cardului nu a reușit să fie verificat.
sk_sk: Bezpečnostný kód karty sa nepodarilo overiť.

# incorrect_zip
source: The card's zip code failed verification.
bg: Пощенският код на картата ви не успя да се провери.
da: Kortets postnummer blev ikke verificeret.
de: Die Postleitzahl der Karte konnte nicht verifiziert werden.
et: Kaardi postiindeks ei õnnestunud kontrollida.
hu: A kártya irányítószámának ellenőrzése sikertelen volt.
lt: Kortelės pašto kodo nepavyko patikrinti.
nl: De postcode van de kaart is niet geverifieerd.
ro: Codul poștal al cardului nu a reușit să fie verificat.
sk_sk: Poštový kód karty sa nepodarilo overiť.

# expired_card
source: The card has expired.
bg: Картата е изтекла.
da: Kortet er udløbet.
de: Die Karte ist abgelaufen.
et: Kaart on aegunud.
hu: A kártya lejárt.
lt: Kortelės galiojimo laikas baigėsi.
nl: De kaart is verlopen.
ro: Cardul a expirat.
sk_sk: Karta stratila platnosť.

# insufficient_funds
source: The charge amount exceeds the available funds or the card's credit limit.
bg: Силата на таксата надвишава наличните средства или кредитния лимит на картата.
da: Det opkrævede beløb overstiger den disponible fond eller kortets kreditgrænse.
de: Der Aufladebetrag übersteigt das verfügbare Guthaben oder das Kreditlimit der Karte.
et: Maksusumma ületab olemasolevat fondi või kaardi krediidilimiiti.
hu: A terhelés összege meghaladja a rendelkezésre álló összeget vagy a kártya hitelkeretét.
lt: Naudos suma viršija turimas lėšas arba kortelės kredito limitą.
nl: Het oplaadbedrag overschrijdt het beschikbare bedrag of de kredietlimiet van de kaart.
ro: Măreția debitului depășește fondul disponibil sau limita de credit a cardului.
sk_sk: Suma poplatku presahuje dostupné prostriedky alebo kreditný limit karty.

# lost_or_stolen
source: The card is marked as lost or stolen.
bg: Картата е отбелязана като изгубена или открадната.
da: Kortet er markeret som mistet eller stjålet.
de: Die Karte ist als verloren oder gestohlen markiert.
et: Kaart on märgitud kaotatud või varastatud.
hu: A kártyát elveszettnek vagy lopottnak jelölték.
lt: Kortelė pažymėta kaip pamesta arba pavogta.
nl: De kaart is gemarkeerd als verloren of gestolen.
ro: Cardul este marcat ca fiind pierdut sau furat.
sk_sk: Karta je označená ako stratená alebo odcudzená.

# suspected_fraud
source: The charge is suspected to be fraudulent.
bg: За таксата има съмнения, че е измамна.
da: Den opkrævning er mistænkt for at være svigagtig.
de: Die Belastung wird als betrügerisch vermutet.
et: Koormus on arvatavasti pettus.
hu: A terhelés feltételezhetően csalárd.
lt: Įtariama, kad mokestis yra apgaulingas.
nl: De afschrijving is vermoedelijk frauduleus.
ro: Se suspectează că taxa este frauduloasă.
sk_sk: Podozrenie, že poplatok je podvodný.

# card_declined
source: The card was declined.
bg: Картата е отказана по друга причина.
da: Kortet er blevet afvist af anden grund.
de: Die Karte wurde aus anderen Gründen abgelehnt.
et: Kaart on muul põhjusel tagasi lükatud.
hu: A kártyát egyéb okból elutasították.
lt: Kortelę atsisakyta išduoti dėl kitos priežasties.
nl: De kaart is om een andere reden geweigerd.
ro: Cardul a fost refuzat din alt motiv.
sk_sk: Karta bola zamietnutá z iného dôvodu.

# processing_error
source: An error occurred while processing the card.
bg: При обработката на картата е възникнала грешка.
da: Der opstod en fejl under behandlingen af kortet.
de: Ein Fehler ist bei der Verarbeitung der Karte aufgetreten.
et: Kaardi töötlemisel tekkis viga.
hu: Hiba történt a kártya feldolgozása során.
lt: Apdorojant kortelę įvyko klaida.
nl: Er is een fout opgetreden tijdens het verwerken van de kaart.
ro: A apărut o eroare în timpul procesării cardului.
sk_sk: Pri spracovaní karty došlo k chybe.

# blacklisted
source: The card is blacklisted.
bg: Картата е включена в черния списък.
da: Kortet er sortlistet.
de: Die Karte steht auf der schwarzen Liste.
et: Kaart on musta nimekirja kantud.
hu: A kártya feketelistára került.
lt: Kortelė įtraukta į juodąjį sąrašą.
nl: De kaart staat op de zwarte lijst.
ro: Cardul este pe lista neagră.
sk_sk: Karta je na čiernej listine.

# expired_token
source: The token has expired.
bg: Токенът е изтекъл.
da: Tokenet er udløbet.
de: Das Token ist abgelaufen.
et: Token on aegunud.
hu: A token lejárt.
lt: Ženklo galiojimo laikas baigėsi.
nl: Het token is verlopen.
ro: Tokenul a expirat.
sk_sk: Tokenu vypršala platnosť.

source: Enter card details
bg: Въведете данните на картата
da: Indtast kortoplysninger
de: Kartendaten eingeben
et: Sisestage kaardi andmed
hu: Kártyaadatok megadása
lt: Įveskite kortelės duomenis
nl: Kaart gegevens invoeren
ro: Introduceți detaliile cardului
sk_sk: Zadajte údaje o karte

# securion_remembers
source: SecurionPay remembers your card.
bg: SecurionPay запомня вашата карта.
da: SecurionPay husker dit kort.
de: SecurionPay merkt sich Ihre Karte.
et: SecurionPay jätab teie kaardi meelde.
hu: A SecurionPay megjegyzi a kártyáját.
lt: SecurionPay įsimena jūsų kortelę.
nl: SecurionPay onthoudt uw kaart.
ro: SecurionPay ține minte cardul dumneavoastră.
sk_sk: SecurionPay si pamätá vašu kartu.

# authentication_required
source: The charge requires cardholder authentication.
bg: За таксуването е необходима автентификация на картодържателя.
da: Opkrævningen kræver kortholdergodkendelse.
de: Die Belastung erfordert eine Authentifizierung des Karteninhabers.
et: Laadimine nõuab kaardiomaniku autentimist.
hu: A terheléshez kártyabirtokos-hitelesítésre van szükség.
lt: Mokėjimui atlikti reikalingas kortelės turėtojo autentiškumo patvirtinimas.
nl: Voor het opladen is authenticatie van de kaarthouder vereist.
ro: Încărcarea necesită autentificarea titularului de card.
sk_sk: Úhrada si vyžaduje overenie držiteľa karty.

source: Rate limit exceeded
bg: Превишен лимит на връзките
da: Grænse for forbindelser overskredet
de: Verbindungslimit überschritten
et: Ühenduste limiit ületatud
hu: Csatlakozási limit túllépve
lt: Viršytas jungčių limitas
nl: Verbindingslimiet overschreden
ro: Limita conexiunilor a fost depășită
sk_sk: Prekročený limit pripojenia

# enrolledCardIsRequired
source: The charge requires cardholder authentication.
bg: За таксуването е необходима автентификация на картодържателя.
da: Opkrævningen kræver kortholdergodkendelse.
de: Die Belastung erfordert eine Authentifizierung des Karteninhabers.
et: Laadimine nõuab kaardiomaniku autentimist.
hu: A terheléshez kártyabirtokos-hitelesítésre van szükség.
lt: Mokėjimui atlikti reikalingas kortelės turėtojo autentiškumo patvirtinimas.
nl: Voor het opladen is authenticatie van de kaarthouder vereist.
ro: Încărcarea necesită autentificarea titularului de card.
sk_sk: Úhrada si vyžaduje overenie držiteľa karty.

# successfulLiabilityShiftIsRequired
source: The charge requires cardholder authentication.
bg: За таксуването е необходима автентификация на картодържателя.
da: Opkrævningen kræver kortholdergodkendelse.
de: Die Belastung erfordert eine Authentifizierung des Karteninhabers.
et: Laadimine nõuab kaardiomaniku autentimist.
hu: A terheléshez kártyabirtokos-hitelesítésre van szükség.
lt: Mokėjimui atlikti reikalingas kortelės turėtojo autentiškumo patvirtinimas.
nl: Voor het opladen is authenticatie van de kaarthouder vereist.
ro: Încărcarea necesită autentificarea titularului de card.
sk_sk: Úhrada si vyžaduje overenie držiteľa karty.

# loading_payment_info
source: Loading payment information...
bg: Зареждане на информация за плащане...
da: Indlæsning af betalingsoplysninger...
de: Zahlungsinformationen werden geladen...
et: Makseteabe laadimine...
hu: Fizetési adatok betöltése...
lt: Įkeliama mokėjimo informacija...
nl: Betalingsinformatie wordt geladen...
ro: Încărcarea informațiilor de plată...
sk_sk: Načítanie platobných informácií...
